/* In browser window title */
"Get a registration key!" = "பதிவு செய்யப்படாதது";

/* The full name of the supporter */
"Registered to {0}" = "{0} க்கு பதிவு செய்யப்பட்டுள்ளது";

/* Cyberduck is open source software */
"Thanks for your support! Your contribution helps to further advance development to make Cyberduck even better." = "உங்கள் ஒத்துழைப்புக்கு நன்றி! உங்கள் பங்களிப்பு இணையவாத்தை இன்னும் சிறப்பாகச் செய்ய மேம்பட்ட வளர்ச்சியை மேலும் மேம்படுத்த உதவுகிறது.";

/* Copy of donation key */
"Your registration key has been copied to the Application Support folder." = "உங்கள் பதிவு திறவுகோல் பயன்பாடு உதவி கோப்புறையில் நகலெடுக்கப்பட்டுள்ளது.";

/* Validation failed */
"Not a valid registration key" = "செல்லுபடியாகும் பதிவு திறவுகோல் அல்ல";

"This registration key does not appear to be valid." = "இந்தப் பதிவு திறவுகோல் செல்லுபடியாகாது.";

/* Thank you */
"Continue" = "தொடரவும்";
